html/history/engineering-vs-scientist.html
---
title: "Engineering vs Scientist"
---
<div id="outline-container-engineering-vs-scientist" class="outline-2">
<h2 id="engineering-vs-scientist">Engineering vs Scientist</h2>
<div class="outline-text-2" id="text-engineering-vs-scientist">
</div>
<div id="outline-container-engineering-bayesian-probability-and-scientists-frequentist-probability-" class="outline-3">
<h3 id="engineering-bayesian-probability-and-scientists-frequentist-probability-">Engineering (Bayesian probability) and Scientists (Frequentist probability)</h3>
<div class="outline-text-3" id="text-engineering-bayesian-probability-and-scientists-frequentist-probability-">
</div>
</div>
</div>
<div id="outline-container-the-history-of-hobbesian-nations-and-the-althusian-commonwealth" class="outline-2">
<h2 id="the-history-of-hobbesian-nations-and-the-althusian-commonwealth">The History of Hobbesian Nations and the Althusian Commonwealth</h2>
<div class="outline-text-2" id="text-the-history-of-hobbesian-nations-and-the-althusian-commonwealth">
</div>
<div id="outline-container-the-rise-of-hobbesian-nations-and-the-chronos-wars" class="outline-3">
<h3 id="the-rise-of-hobbesian-nations-and-the-chronos-wars">The Rise of Hobbesian Nations and the Chronos Wars</h3>
<div class="outline-text-3" id="text-the-rise-of-hobbesian-nations-and-the-chronos-wars">
<ul class="org-ul">
<li>Centralization of Power
<ul class="org-ul">
<li>Scientific and technological advancements lead to Hobbesian structures.</li>
<li>Scientists elevated into cushy government positions; research becomes politicized.</li>
<li>Competition for government funding leads to corruption and inefficiency.</li>
</ul></li>
<li>Militarization and War
<ul class="org-ul">
<li>Hobbesian nations engage in the Chronos Wars, focusing on decapitating enemy power centers.</li>
<li>Catastrophic destruction follows, leading to societal disarray.</li>
</ul></li>
<li>Downfall of the Hobbesian Model
<ul class="org-ul">
<li>The vulnerability of the Hobbesian model is exposed as centralized governments collapse.</li>
<li>Chaos, anarchy, and suffering spread across war-torn nations.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-the-emergence-of-the-althusian-movement" class="outline-3">
<h3 id="the-emergence-of-the-althusian-movement">The Emergence of the Althusian Movement</h3>
<div class="outline-text-3" id="text-the-emergence-of-the-althusian-movement">
<ul class="org-ul">
<li>Monastic Origins
<ul class="org-ul">
<li>The Althusian movement begins as a modest monastic order committed to nonviolence.</li>
<li>Inspired by Johannes Althusius’ <b>On Politics</b> and Abraham Kuyper’s writings on Sphere Sovereignty.</li>
</ul></li>
<li>Growth and Inclusivity
<ul class="org-ul">
<li>The movement attracts refugees disillusioned with the Hobbesian model.</li>
<li>Inclusivity is emphasized, drawing from the teachings of Lactantius and Origen.</li>
</ul></li>
<li>Development of the Commonwealth
<ul class="org-ul">
<li>The Althusians establish a decentralized commonwealth based on mutual aid and voluntary participation.</li>
<li>The commonwealth becomes a beacon of hope in a war-ravaged galaxy.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-integrating-war-torn-entities-into-the-althusian-commonwealth" class="outline-3">
<h3 id="integrating-war-torn-entities-into-the-althusian-commonwealth">Integrating War-Torn Entities into the Althusian Commonwealth</h3>
<div class="outline-text-3" id="text-integrating-war-torn-entities-into-the-althusian-commonwealth">
<ul class="org-ul">
<li>Voluntary Integration
<ul class="org-ul">
<li>War-torn entities can join the commonwealth while maintaining their sovereignty.</li>
<li>Nations choose their level of integration and benefit from the commonwealth’s support.</li>
</ul></li>
<li>No Tribute or Taxes
<ul class="org-ul">
<li>The Althusian commonwealth does not demand taxes or tribute from its members.</li>
<li>The commonwealth serves as an equal partner, offering assistance without demanding loyalty or payment.</li>
</ul></li>
<li>Civil Service Selection
<ul class="org-ul">
<li>Nations that dissolve their civil governance fully integrate into the commonwealth’s volunteer-based leadership pool.</li>
<li>Governance is seen as a civic duty, with rulers serving without pay.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-philosophical-and-ethical-themes" class="outline-3">
<h3 id="philosophical-and-ethical-themes">Philosophical and Ethical Themes</h3>
<div class="outline-text-3" id="text-philosophical-and-ethical-themes">
<ul class="org-ul">
<li>Sphere Sovereignty
<ul class="org-ul">
<li>Each area of life (family, business, religion, government) operates independently but cooperatively.</li>
<li>This contrasts with the Hobbesian model, where the state dominates all spheres.</li>
</ul></li>
<li>Inclusivity and Peace
<ul class="org-ul">
<li>The Althusians’ commitment to inclusivity and peace, inspired by early Christian thinkers, forms the moral foundation of their society.</li>
</ul></li>
<li>Rebuilding and Symbiosis
<ul class="org-ul">
<li>The Althusians emphasize symbiosis and mutual aid in rebuilding war-torn societies.</li>
<li>The narrative explores the challenges and successes of integrating these societies into the commonwealth.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-narrative-possibilities" class="outline-3">
<h3 id="narrative-possibilities">Narrative Possibilities</h3>
<div class="outline-text-3" id="text-narrative-possibilities">
<ul class="org-ul">
<li>A Refugee’s Journey
<ul class="org-ul">
<li>A refugee from a destroyed Hobbesian nation finds sanctuary in the Althusian commonwealth.</li>
<li>Their journey explores the transition from hierarchy to cooperation.</li>
</ul></li>
<li>Tensions Within the Commonwealth
<ul class="org-ul">
<li>As more entities join the commonwealth, internal tensions arise over integration.</li>
<li>Debates over autonomy and maintaining the commonwealth’s integrity.</li>
</ul></li>
<li>Reconciliation and Forgiveness
<ul class="org-ul">
<li>Themes of reconciliation and forgiveness are explored as the Althusians heal the wounds of the Chronos Wars.</li>
</ul></li>
<li>An External Threat
<ul class="org-ul">
<li>A new external threat forces the Althusians and Hobbesians to cooperate.</li>
<li>Tests the Althusians’ commitment to nonviolence and inclusivity.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-long-term-vision-for-the-commonwealth" class="outline-3">
<h3 id="long-term-vision-for-the-commonwealth">Long-Term Vision for the Commonwealth</h3>
<div class="outline-text-3" id="text-long-term-vision-for-the-commonwealth">
<ul class="org-ul">
<li>Evolution of Governance
<ul class="org-ul">
<li>The commonwealth evolves into a complex network of interconnected societies with varying levels of autonomy.</li>
<li>The story explores how this network adapts to new challenges.</li>
</ul></li>
<li>The Future of the Hobbesian Remnants
<ul class="org-ul">
<li>The remnants of the Hobbesian nations either integrate or exist on the fringes of the commonwealth.</li>
<li>The narrative explores whether these remnants can embrace Althusian ideals or remain a source of conflict.</li>
</ul></li>
</ul>
</div>
</div>
</div>
